

"settingsHeadAdvanced" = "高级";
"settingsProximityLock" = "靠近自动锁屏";
"settingsProximityLockDetail" = "当距离传感器被触发时禁用屏幕，避免误触（如在口袋中时）";
"settingsPort" = "远程访问端口";
"appMode" = "模式";
"appModeDark" = "深色 (默认)";
"appModeLight" = "浅色";
"appModeSystem" = "跟随系统";
"graphSize" = "图表尺寸";
"graphSmall" = "小";
"graphMedium" = "中 (默认)";
"graphBig" = "大";
"graphExtraBig" = "超大";
